Repository: talas9/zbooks-for-woocommerce
Catalog: languages/zbooks-for-woocommerce-*.po
Languages: hi_in, tr_tr, uk, ur

source: -- Not Mapped --
hi_in: -- मैप नहीं किया गया --
tr_tr: -- Eşleştirilmedi --
uk: -- Не зіставлено --
ur: -- نقشہ بندی نہیں ہوئی --

source: -- Select Account --
hi_in: -- खाता चुनें --
tr_tr: -- Hesap Seçin --
uk: -- Оберіть рахунок --
ur: -- اکاؤنٹ منتخب کریں --

source: -- Select Mode --
hi_in: -- मोड चुनें --
tr_tr: -- Mod Seçin --
uk: -- Оберіть режим --
ur: -- موڈ منتخب کریں --

source: Action
hi_in: कार्रवाई
tr_tr: İşlem
uk: Дія
ur: عمل

source: Actions
hi_in: कार्रवाइयाँ
tr_tr: İşlemler
uk: Дії
ur: اعمال

source: Add Customer Mapping
hi_in: ग्राहक मैपिंग जोड़ें
tr_tr: Müşteri Eşleştirmesi Ekle
uk: Додати зіставлення клієнта
ur: گاہک کی نقشہ بندی شامل کریں

source: Add Invoice Mapping
hi_in: इनवॉइस मैपिंग जोड़ें
tr_tr: Fatura Eşleştirmesi Ekle
uk: Додати зіставлення рахунку-фактури
ur: انوائس کی نقشہ بندی شامل کریں

source: Advanced
hi_in: उन्नत
tr_tr: Gelişmiş
uk: Розширені
ur: اعلیٰ

source: All
hi_in: सभी
tr_tr: Tümü
uk: Усі
ur: سب

source: Already linked.
hi_in: पहले से लिंक है।
tr_tr: Zaten bağlı.
uk: Вже пов'язано.
ur: پہلے سے منسلک ہے۔

source: An error occurred.
hi_in: एक त्रुटि हुई।
tr_tr: Bir hata oluştu.
uk: Сталася помилка.
ur: ایک خرابی واقع ہوئی۔

source: API Credentials
hi_in: API क्रेडेंशियल
tr_tr: API Kimlik Bilgileri
uk: Облікові дані API
ur: API اسناد

source: Apply Payment
hi_in: भुगतान लागू करें
tr_tr: Ödeme Uygula
uk: Застосувати платіж
ur: ادائیگی لاگو کریں

source: Are you sure you want to sync the selected orders?
hi_in: क्या आप वाकई चयनित ऑर्डर को सिंक करना चाहते हैं?
tr_tr: Seçili siparişleri senkronize etmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте синхронізувати обрані замовлення?
ur: کیا آپ واقعی منتخب آرڈرز کو ہم آہنگ کرنا چاہتے ہیں؟

source: Australia (.com.au)
hi_in: ऑस्ट्रेलिया (.com.au)
tr_tr: Avustralya (.com.au)
uk: Австралія (.com.au)
ur: آسٹریلیا (.com.au)

source: Auto-Map by SKU
hi_in: SKU द्वारा स्वचालित मैप करें
tr_tr: SKU ile Otomatik Eşleştir
uk: Автозіставлення за артикулом
ur: SKU کے ذریعے خودکار نقشہ بندی

source: Back
hi_in: वापस
tr_tr: Geri
uk: Назад
ur: واپس

source: Bank
hi_in: बैंक
tr_tr: Banka
uk: Банк
ur: بینک

source: Bank accounts refreshed.
hi_in: बैंक खाते रीफ्रेश हो गए।
tr_tr: Banka hesapları yenilendi.
uk: Банківські рахунки оновлено.
ur: بینک اکاؤنٹس تازہ ہو گئے۔

source: Billing Address 1
hi_in: बिलिंग पता 1
tr_tr: Fatura Adresi 1
uk: Платіжна адреса 1
ur: بلنگ پتہ 1

source: Billing Address 2
hi_in: बिलिंग पता 2
tr_tr: Fatura Adresi 2
uk: Платіжна адреса 2
ur: بلنگ پتہ 2

source: Billing City
hi_in: बिलिंग शहर
tr_tr: Fatura Şehri
uk: Місто (платіжна адреса)
ur: بلنگ شہر

source: Billing Company
hi_in: बिलिंग कंपनी
tr_tr: Fatura Şirketi
uk: Компанія (платіжна адреса)
ur: بلنگ کمپنی

source: Billing Country
hi_in: बिलिंग देश
tr_tr: Fatura Ülkesi
uk: Країна (платіжна адреса)
ur: بلنگ ملک

source: Billing Email
hi_in: बिलिंग ईमेल
tr_tr: Fatura E-postası
uk: Електронна пошта (платіжна адреса)
ur: بلنگ ای میل

source: Billing First Name
hi_in: बिलिंग प्रथम नाम
tr_tr: Fatura Adı
uk: Ім'я (платіжна адреса)
ur: بلنگ پہلا نام

source: Billing Full Name
hi_in: बिलिंग पूरा नाम
tr_tr: Fatura Tam Adı
uk: Повне ім'я (платіжна адреса)
ur: بلنگ مکمل نام

source: Billing Last Name
hi_in: बिलिंग अंतिम नाम
tr_tr: Fatura Soyadı
uk: Прізвище (платіжна адреса)
ur: بلنگ آخری نام

source: Billing Phone
hi_in: बिलिंग फोन
tr_tr: Fatura Telefonu
uk: Телефон (платіжна адреса)
ur: بلنگ فون

source: Billing Postcode
hi_in: बिलिंग पिनकोड
tr_tr: Fatura Posta Kodu
uk: Поштовий індекс (платіжна адреса)
ur: بلنگ پوسٹ کوڈ

source: Billing State
hi_in: बिलिंग राज्य
tr_tr: Fatura İli
uk: Область (платіжна адреса)
ur: بلنگ ریاست

source: Bulk Sync
hi_in: बल्क सिंक
tr_tr: Toplu Senkronizasyon
uk: Масова синхронізація
ur: بلک ہم آہنگی

source: Bulk Sync Orders to Zoho Books
hi_in: Zoho Books में बल्क सिंक ऑर्डर
tr_tr: Siparişleri Zoho Books'a Toplu Senkronize Et
uk: Масова синхронізація замовлень до Zoho Books
ur: آرڈرز کو Zoho Books میں بلک ہم آہنگ کریں

source: Cancel
hi_in: रद्द करें
tr_tr: İptal
uk: Скасувати
ur: منسوخ کریں

source: Cash
hi_in: नकद
tr_tr: Nakit
uk: Готівка
ur: نقد

source: China (.com.cn)
hi_in: चीन (.com.cn)
tr_tr: Çin (.com.cn)
uk: Китай (.com.cn)
ur: چین (.com.cn)

source: Clear
hi_in: साफ़ करें
tr_tr: Temizle
uk: Очистити
ur: صاف کریں

source: Client ID
uk: Ідентифікатор клієнта

source: Client Secret
uk: Секретний ключ клієнта

source: Close
hi_in: बंद करें
tr_tr: Kapat
uk: Закрити
ur: بند کریں

source: Complete
hi_in: पूर्ण
tr_tr: Tamamla
uk: Завершити
ur: مکمل

source: Completed
hi_in: पूर्ण हुआ
tr_tr: Tamamlandı
uk: Завершено
ur: مکمل ہو گیا

source: Configuration incomplete.
hi_in: कॉन्फ़िगरेशन अधूरा है।
tr_tr: Yapılandırma tamamlanmadı.
uk: Конфігурацію не завершено.
ur: ترتیب نامکمل ہے۔

source: Configure Sync
hi_in: सिंक कॉन्फ़िगर करें
tr_tr: Senkronizasyonu Yapılandır
uk: Налаштувати синхронізацію
ur: ہم آہنگی ترتیب دیں

source: Configure sync behavior for different order statuses.
hi_in: विभिन्न ऑर्डर स्थितियों के लिए सिंक व्यवहार कॉन्फ़िगर करें।
tr_tr: Farklı sipariş durumları için senkronizasyon davranışını yapılandırın.
uk: Налаштуйте поведінку синхронізації для різних статусів замовлень.
ur: مختلف آرڈر حیثیتوں کے لیے ہم آہنگی کا طرز عمل ترتیب دیں۔

source: Connection
hi_in: कनेक्शन
tr_tr: Bağlantı
uk: З'єднання
ur: کنکشن

source: Connection failed. Please check your credentials.
hi_in: कनेक्शन विफल। कृपया अपने क्रेडेंशियल जाँचें।
tr_tr: Bağlantı başarısız. Lütfen kimlik bilgilerinizi kontrol edin.
uk: Помилка з'єднання. Перевірте свої облікові дані.
ur: کنکشن ناکام ہو گیا۔ براہ کرم اپنی اسناد چیک کریں۔

source: Connection successful!
hi_in: कनेक्शन सफल!
tr_tr: Bağlantı başarılı!
uk: З'єднання успішне!
ur: کنکشن کامیاب!

source: Context / Details:
hi_in: संदर्भ / विवरण:
tr_tr: Bağlam / Detaylar:
uk: Контекст / Деталі:
ur: سیاق و سباق / تفصیلات:

source: Copied!
hi_in: कॉपी हो गया!
tr_tr: Kopyalandı!
uk: Скопійовано!
ur: کاپی ہو گیا!

source: Copy JSON
hi_in: JSON कॉपी करें
tr_tr: JSON Kopyala
uk: Копіювати JSON
ur: JSON کاپی کریں

source: Coupon Codes
hi_in: कूपन कोड
tr_tr: Kupon Kodları
uk: Коди купонів
ur: کوپن کوڈز

source: Create
hi_in: बनाएँ
tr_tr: Oluştur
uk: Створити
ur: بنائیں

source: Create & send invoice
hi_in: इनवॉइस बनाएँ और भेजें
tr_tr: Fatura oluştur ve gönder
uk: Створити та надіслати рахунок-фактуру
ur: انوائس بنائیں اور بھیجیں

source: Create and submit invoice
hi_in: इनवॉइस बनाएँ और सबमिट करें
tr_tr: Fatura oluştur ve gönder
uk: Створити та подати рахунок-фактуру
ur: انوائس بنائیں اور جمع کرائیں

source: Create draft invoice
hi_in: ड्राफ्ट इनवॉइस बनाएँ
tr_tr: Taslak fatura oluştur
uk: Створити чернетку рахунку-фактури
ur: مسودہ انوائس بنائیں

source: Create in Zoho
hi_in: Zoho में बनाएँ
tr_tr: Zoho'da Oluştur
uk: Створити в Zoho
ur: Zoho میں بنائیں

source: Create Selected in Zoho
hi_in: चयनित को Zoho में बनाएँ
tr_tr: Seçilenleri Zoho'da Oluştur
uk: Створити обрані в Zoho
ur: منتخب کو Zoho میں بنائیں

source: Created!
hi_in: बन गया!
tr_tr: Oluşturuldu!
uk: Створено!
ur: بن گیا!

source: Creating...
hi_in: बना रहे हैं...
tr_tr: Oluşturuluyor...
uk: Створення...
ur: بنایا جا رہا ہے...

source: Credit Note ID:
hi_in: क्रेडिट नोट ID:
tr_tr: Alacak Dekontu ID:
uk: Ідентифікатор кредитної ноти:
ur: کریڈٹ نوٹ ID:

source: Currency
hi_in: मुद्रा
tr_tr: Para Birimi
uk: Валюта
ur: کرنسی

source: Currency Handling
hi_in: मुद्रा प्रबंधन
tr_tr: Para Birimi İşleme
uk: Обробка валют
ur: کرنسی کا انتظام

source: Customer
hi_in: ग्राहक
tr_tr: Müşteri
uk: Клієнт
ur: گاہک

source: Customer Note
hi_in: ग्राहक नोट
tr_tr: Müşteri Notu
uk: Примітка клієнта
ur: گاہک کا نوٹ

source: Datacenter
hi_in: डेटासेंटर
tr_tr: Veri Merkezi
uk: Центр обробки даних
ur: ڈیٹا سینٹر

source: Date
hi_in: तारीख
tr_tr: Tarih
uk: Дата
ur: تاریخ

source: Date:
hi_in: तारीख:
tr_tr: Tarih:
uk: Дата:
ur: تاریخ:

source: Debug
hi_in: डीबग
tr_tr: Hata Ayıklama
uk: Налагодження
ur: ڈیبگ

source: Deposit To
hi_in: जमा करें
tr_tr: Yatırılacak Hesap
uk: Зарахувати на
ur: جمع کریں

source: Details
hi_in: विवरण
tr_tr: Detaylar
uk: Деталі
ur: تفصیلات

source: Display Name
hi_in: प्रदर्शन नाम
tr_tr: Görünen Ad
uk: Відображуване ім'я
ur: ظاہری نام

source: Do nothing
hi_in: कुछ न करें
tr_tr: Hiçbir şey yapma
uk: Не виконувати дій
ur: کچھ نہ کریں

source: Draft
hi_in: ड्राफ्ट
tr_tr: Taslak
uk: Чернетка
ur: مسودہ

source: Email Admin on Sync Errors
hi_in: सिंक त्रुटियों पर व्यवस्थापक को ईमेल करें
tr_tr: Senkronizasyon Hatalarında Yöneticiye E-posta Gönder
uk: Надсилати адміністратору електронний лист при помилках синхронізації
ur: ہم آہنگی کی خرابیوں پر ایڈمن کو ای میل کریں

source: Enable
hi_in: सक्षम करें
tr_tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں

source: Enable automatic sync when orders are placed
hi_in: ऑर्डर देने पर स्वचालित सिंक सक्षम करें
tr_tr: Siparişler verildiğinde otomatik senkronizasyonu etkinleştir
uk: Увімкнути автоматичну синхронізацію при оформленні замовлень
ur: آرڈرز دیے جانے پر خودکار ہم آہنگی فعال کریں

source: Error:
hi_in: त्रुटि:
tr_tr: Hata:
uk: Помилка:
ur: خرابی:

source: Errors
hi_in: त्रुटियाँ
tr_tr: Hatalar
uk: Помилки
ur: خرابیاں

source: Europe (.eu)
hi_in: यूरोप (.eu)
tr_tr: Avrupa (.eu)
uk: Європа (.eu)
ur: یورپ (.eu)

source: Every 15 Minutes
hi_in: प्रत्येक 15 मिनट
tr_tr: Her 15 Dakikada
uk: Кожні 15 хвилин
ur: ہر 15 منٹ

source: Failed
hi_in: विफल
tr_tr: Başarısız
uk: Невдало
ur: ناکام

source: Failed to apply payment.
hi_in: भुगतान लागू करने में विफल।
tr_tr: Ödeme uygulanamadı.
uk: Не вдалося застосувати платіж.
ur: ادائیگی لاگو کرنے میں ناکام۔

source: Failed to connect to Zoho Books.
hi_in: Zoho Books से कनेक्ट करने में विफल।
tr_tr: Zoho Books'a bağlanılamadı.
uk: Не вдалося підключитися до Zoho Books.
ur: Zoho Books سے جڑنے میں ناکام۔

source: Failed to link item.
hi_in: आइटम लिंक करने में विफल।
tr_tr: Öğe bağlanamadı.
uk: Не вдалося зв'язати товар.
ur: آئٹم کو منسلک کرنے میں ناکام۔

source: Failed to refresh accounts.
hi_in: खाते रीफ्रेश करने में विफल।
tr_tr: Hesaplar yenilenemedi.
uk: Не вдалося оновити рахунки.
ur: اکاؤنٹس تازہ کرنے میں ناکام۔

source: Failed to save mapping.
hi_in: मैपिंग सहेजने में विफल।
tr_tr: Eşleştirme kaydedilemedi.
uk: Не вдалося зберегти зіставлення.
ur: نقشہ بندی محفوظ کرنے میں ناکام۔

source: Fetching Zoho items...
hi_in: Zoho आइटम प्राप्त कर रहे हैं...
tr_tr: Zoho öğeleri alınıyor...
uk: Завантаження товарів Zoho...
ur: Zoho آئٹمز حاصل کیے جا رہے ہیں...

source: Field Mapping
hi_in: फ़ील्ड मैपिंग
tr_tr: Alan Eşleştirme
uk: Зіставлення полів
ur: فیلڈ کی نقشہ بندی

source: Field mappings saved successfully.
hi_in: फ़ील्ड मैपिंग सफलतापूर्वक सहेजी गई।
tr_tr: Alan eşleştirmeleri başarıyla kaydedildi.
uk: Зіставлення полів успішно збережено.
ur: فیلڈ کی نقشہ بندیاں کامیابی سے محفوظ ہو گئیں۔

source: Filter
hi_in: फ़िल्टर
tr_tr: Filtrele
uk: Фільтр
ur: فلٹر

source: Finish
hi_in: समाप्त
tr_tr: Bitir
uk: Завершити
ur: ختم کریں

source: Go to Settings
hi_in: सेटिंग्स पर जाएँ
tr_tr: Ayarlara Git
uk: Перейти до налаштувань
ur: ترتیبات پر جائیں

source: India (.in)
hi_in: भारत (.in)
tr_tr: Hindistan (.in)
uk: Індія (.in)
ur: بھارت (.in)

source: Info
hi_in: जानकारी
tr_tr: Bilgi
uk: Інформація
ur: معلومات

source: Invalid order ID.
hi_in: अमान्य ऑर्डर ID।
tr_tr: Geçersiz sipariş ID.
uk: Недійсний ідентифікатор замовлення.
ur: غلط آرڈر ID۔

source: Invalid product ID.
hi_in: अमान्य उत्पाद ID।
tr_tr: Geçersiz ürün ID.
uk: Недійсний ідентифікатор товару.
ur: غلط پروڈکٹ ID۔

source: Invoice
hi_in: इनवॉइस
tr_tr: Fatura
uk: Рахунок-фактура
ur: انوائس

source: Invoice ID:
hi_in: इनवॉइस ID:
tr_tr: Fatura ID:
uk: Ідентифікатор рахунку-фактури:
ur: انوائس ID:

source: Invoice Number:
hi_in: इनवॉइस नंबर:
tr_tr: Fatura Numarası:
uk: Номер рахунку-фактури:
ur: انوائس نمبر:

source: Invoice Numbering
hi_in: इनवॉइस क्रमांकन
tr_tr: Fatura Numaralandırma
uk: Нумерація рахунків-фактур
ur: انوائس نمبرنگ

source: Invoice Status:
hi_in: इनवॉइस स्थिति:
tr_tr: Fatura Durumu:
uk: Статус рахунку-фактури:
ur: انوائس کی حیثیت:

source: Item created in Zoho Books!
hi_in: Zoho Books में आइटम बन गया!
tr_tr: Öğe Zoho Books'ta oluşturuldu!
uk: Товар створено в Zoho Books!
ur: آئٹم Zoho Books میں بن گئی!

source: Item linked successfully!
hi_in: आइटम सफलतापूर्वक लिंक हो गया!
tr_tr: Öğe başarıyla bağlandı!
uk: Товар успішно зв'язано!
ur: آئٹم کامیابی سے منسلک ہو گئی!

source: Item Mapping
hi_in: आइटम मैपिंग
tr_tr: Öğe Eşleştirme
uk: Зіставлення товарів
ur: آئٹم کی نقشہ بندی

source: Item updated in Zoho Books!
hi_in: Zoho Books में आइटम अपडेट हो गया!
tr_tr: Öğe Zoho Books'ta güncellendi!
uk: Товар оновлено в Zoho Books!
ur: آئٹم Zoho Books میں اپ ڈیٹ ہو گئی!

source: Japan (.jp)
hi_in: जापान (.jp)
tr_tr: Japonya (.jp)
uk: Японія (.jp)
ur: جاپان (.jp)

source: Last Synced:
hi_in: अंतिम सिंक:
tr_tr: Son Senkronizasyon:
uk: Остання синхронізація:
ur: آخری ہم آہنگی:

source: Level:
hi_in: स्तर:
tr_tr: Seviye:
uk: Рівень:
ur: سطح:

source: Link
hi_in: लिंक
tr_tr: Bağla
uk: Зв'язати
ur: منسلک کریں

source: Link Selected
hi_in: चयनित लिंक करें
tr_tr: Seçilenleri Bağla
uk: Зв'язати обрані
ur: منتخب کو منسلک کریں

source: Linked!
hi_in: लिंक हो गया!
tr_tr: Bağlandı!
uk: Зв'язано!
ur: منسلک ہو گیا!

source: Linking...
hi_in: लिंक कर रहे हैं...
tr_tr: Bağlanıyor...
uk: Зв'язування...
ur: منسلک کیا جا رہا ہے...

source: Loading organizations...
hi_in: संगठन लोड हो रहे हैं...
tr_tr: Kuruluşlar yükleniyor...
uk: Завантаження організацій...
ur: تنظیمیں لوڈ ہو رہی ہیں...

source: Log Configuration
hi_in: लॉग कॉन्फ़िगरेशन
tr_tr: Günlük Yapılandırması
uk: Конфігурація журналу
ur: لاگ کی ترتیب

source: Log Entry Details
hi_in: लॉग प्रविष्टि विवरण
tr_tr: Günlük Kaydı Detayları
uk: Деталі запису журналу
ur: لاگ اندراج کی تفصیلات

source: Log Settings
hi_in: लॉग सेटिंग्स
tr_tr: Günlük Ayarları
uk: Налаштування журналу
ur: لاگ کی ترتیبات

source: Logs
hi_in: लॉग
tr_tr: Günlükler
uk: Журнали
ur: لاگز

source: Manage Field Mappings
hi_in: फ़ील्ड मैपिंग प्रबंधित करें
tr_tr: Alan Eşleştirmelerini Yönet
uk: Керування зіставленням полів
ur: فیلڈ کی نقشہ بندیوں کا انتظام کریں

source: Manage Payment Method Mapping
hi_in: भुगतान विधि मैपिंग प्रबंधित करें
tr_tr: Ödeme Yöntemi Eşleştirmesini Yönet
uk: Керування зіставленням способів оплати
ur: ادائیگی کے طریقے کی نقشہ بندی کا انتظام کریں

source: Manage Product Mapping
hi_in: उत्पाद मैपिंग प्रबंधित करें
tr_tr: Ürün Eşleştirmesini Yönet
uk: Керування зіставленням товарів
ur: پروڈکٹ کی نقشہ بندی کا انتظام کریں

source: Map Products to Zoho Items
hi_in: उत्पादों को Zoho आइटम से मैप करें
tr_tr: Ürünleri Zoho Öğeleriyle Eşleştir
uk: Зіставити товари з елементами Zoho
ur: پروڈکٹس کو Zoho آئٹمز سے نقشہ بندی کریں

source: Map WooCommerce Products to Zoho Items
hi_in: WooCommerce उत्पादों को Zoho आइटम से मैप करें
tr_tr: WooCommerce Ürünlerini Zoho Öğeleriyle Eşleştir
uk: Зіставити товари WooCommerce з елементами Zoho
ur: WooCommerce پروڈکٹس کو Zoho آئٹمز سے نقشہ بندی کریں

source: Mapping removed.
hi_in: मैपिंग हटा दी गई।
tr_tr: Eşleştirme kaldırıldı.
uk: Зіставлення видалено.
ur: نقشہ بندی ہٹا دی گئی۔

source: Mapping saved.
hi_in: मैपिंग सहेजी गई।
tr_tr: Eşleştirme kaydedildi.
uk: Зіставлення збережено.
ur: نقشہ بندی محفوظ ہو گئی۔

source: Message
hi_in: संदेश
tr_tr: Mesaj
uk: Повідомлення
ur: پیغام

source: Message:
hi_in: संदेश:
tr_tr: Mesaj:
uk: Повідомлення:
ur: پیغام:

source: minutes
hi_in: मिनट
tr_tr: dakika
uk: хвилин
ur: منٹ

source: Network error while linking.
hi_in: लिंक करते समय नेटवर्क त्रुटि।
tr_tr: Bağlantı sırasında ağ hatası.
uk: Помилка мережі під час зв'язування.
ur: منسلک کرتے وقت نیٹ ورک کی خرابی۔

source: Never
hi_in: कभी नहीं
tr_tr: Asla
uk: Ніколи
ur: کبھی نہیں

source: New orders will be synced automatically based on your trigger settings
hi_in: नए ऑर्डर आपकी ट्रिगर सेटिंग्स के आधार पर स्वचालित रूप से सिंक होंगे
tr_tr: Yeni siparişler tetikleme ayarlarınıza göre otomatik olarak senkronize edilecek
uk: Нові замовлення синхронізуватимуться автоматично відповідно до ваших налаштувань тригерів
ur: نئے آرڈرز آپ کی ٹریگر ترتیبات کی بنیاد پر خودکار طور پر ہم آہنگ ہوں گے

source: Next
hi_in: अगला
tr_tr: İleri
uk: Далі
ur: اگلا

source: No
hi_in: नहीं
tr_tr: Hayır
uk: Ні
ur: نہیں

source: No log entries found.
hi_in: कोई लॉग प्रविष्टि नहीं मिली।
tr_tr: Günlük kaydı bulunamadı.
uk: Записів журналу не знайдено.
ur: کوئی لاگ اندراج نہیں ملا۔

source: No logs available
hi_in: कोई लॉग उपलब्ध नहीं
tr_tr: Günlük mevcut değil
uk: Журнали недоступні
ur: کوئی لاگز دستیاب نہیں

source: No orders found matching your criteria.
hi_in: आपके मानदंडों से मेल खाने वाले कोई ऑर्डर नहीं मिले।
tr_tr: Kriterlerinize uyan sipariş bulunamadı.
uk: Замовлень, що відповідають вашим критеріям, не знайдено.
ur: آپ کے معیار سے مطابقت رکھنے والے کوئی آرڈرز نہیں ملے۔

source: No products found.
hi_in: कोई उत्पाद नहीं मिले।
tr_tr: Ürün bulunamadı.
uk: Товарів не знайдено.
ur: کوئی پروڈکٹس نہیں ملیں۔

source: No published products found in WooCommerce.
hi_in: WooCommerce में कोई प्रकाशित उत्पाद नहीं मिले।
tr_tr: WooCommerce'de yayınlanmış ürün bulunamadı.
uk: Опублікованих товарів у WooCommerce не знайдено.
ur: WooCommerce میں کوئی شائع شدہ پروڈکٹس نہیں ملیں۔

source: Not Linked
hi_in: लिंक नहीं है
tr_tr: Bağlı Değil
uk: Не зв'язано
ur: منسلک نہیں

source: Not linked
hi_in: लिंक नहीं है
tr_tr: Bağlı değil
uk: Не зв'язано
ur: منسلک نہیں

source: Not synced yet
hi_in: अभी तक सिंक नहीं हुआ
tr_tr: Henüz senkronize edilmedi
uk: Ще не синхронізовано
ur: ابھی تک ہم آہنگ نہیں ہوا

source: On Processing
hi_in: प्रोसेसिंग पर
tr_tr: İşleme Alındığında
uk: При обробці
ur: پروسیسنگ پر

source: Order
hi_in: ऑर्डर
tr_tr: Sipariş
uk: Замовлення
ur: آرڈر

source: Order #%s
hi_in: ऑर्डर #%s
tr_tr: Sipariş #%s
uk: Замовлення №%s
ur: آرڈر #%s

source: Order Date
hi_in: ऑर्डर तारीख
tr_tr: Sipariş Tarihi
uk: Дата замовлення
ur: آرڈر کی تاریخ

source: Order has no billing email address.
hi_in: ऑर्डर में कोई बिलिंग ईमेल पता नहीं है।
tr_tr: Siparişin fatura e-posta adresi yok.
uk: Замовлення не має електронної адреси для виставлення рахунку.
ur: آرڈر میں بلنگ ای میل ایڈریس نہیں ہے۔

source: Order has not been synced to Zoho Books
hi_in: ऑर्डर Zoho Books में सिंक नहीं हुआ है
tr_tr: Sipariş Zoho Books'a senkronize edilmedi
uk: Замовлення не було синхронізовано з Zoho Books
ur: آرڈر Zoho Books میں ہم آہنگ نہیں ہوا ہے

source: Order ID
hi_in: ऑर्डर ID
tr_tr: Sipariş ID
uk: Ідентифікатор замовлення
ur: آرڈر ID

source: Order Notes
hi_in: ऑर्डर नोट्स
tr_tr: Sipariş Notları
uk: Примітки до замовлення
ur: آرڈر کے نوٹس

source: Order Number
hi_in: ऑर्डर नंबर
tr_tr: Sipariş Numarası
uk: Номер замовлення
ur: آرڈر نمبر

source: Order Status
hi_in: ऑर्डर स्थिति
tr_tr: Sipariş Durumu
uk: Статус замовлення
ur: آرڈر کی حیثیت

source: Order Total
hi_in: ऑर्डर कुल
tr_tr: Sipariş Toplamı
uk: Сума замовлення
ur: آرڈر کا کل

source: Orders
hi_in: ऑर्डर
tr_tr: Siparişler
uk: Замовлення
ur: آرڈرز

source: Organization
hi_in: संगठन
tr_tr: Kuruluş
uk: Організація
ur: تنظیم

source: Organization ID
hi_in: संगठन ID
tr_tr: Kuruluş ID
uk: Ідентифікатор організації
ur: تنظیم ID

source: Overdue
hi_in: अतिदेय
tr_tr: Vadesi Geçmiş
uk: Прострочено
ur: واجب الادا

source: Paid
hi_in: भुगतान किया गया
tr_tr: Ödendi
uk: Оплачено
ur: ادا شدہ

source: Partially Paid
hi_in: आंशिक भुगतान
tr_tr: Kısmen Ödendi
uk: Частково оплачено
ur: جزوی طور پر ادا شدہ

source: Payment
hi_in: भुगतान
tr_tr: Ödeme
uk: Платіж
ur: ادائیگی

source: Payment ID:
hi_in: भुगतान ID:
tr_tr: Ödeme ID:
uk: Ідентифікатор платежу:
ur: ادائیگی ID:

source: Payment Mapping
hi_in: भुगतान मैपिंग
tr_tr: Ödeme Eşleştirme
uk: Зіставлення платежів
ur: ادائیگی کی نقشہ بندی

source: Payment Method
hi_in: भुगतान विधि
tr_tr: Ödeme Yöntemi
uk: Спосіб оплати
ur: ادائیگی کا طریقہ

source: Payment Method Mapping
hi_in: भुगतान विधि मैपिंग
tr_tr: Ödeme Yöntemi Eşleştirme
uk: Зіставлення способів оплати
ur: ادائیگی کے طریقے کی نقشہ بندی

source: Payment recorded successfully!
hi_in: भुगतान सफलतापूर्वक दर्ज हो गया!
tr_tr: Ödeme başarıyla kaydedildi!
uk: Платіж успішно зареєстровано!
ur: ادائیگی کامیابی سے ریکارڈ ہو گئی!

source: Payment service not configured
hi_in: भुगतान सेवा कॉन्फ़िगर नहीं है
tr_tr: Ödeme servisi yapılandırılmadı
uk: Сервіс оплати не налаштовано
ur: ادائیگی کی خدمت ترتیب نہیں دی گئی

source: Pending
hi_in: लंबित
tr_tr: Beklemede
uk: Очікує
ur: زیر التوا

source: Pending Approval
hi_in: अनुमोदन लंबित
tr_tr: Onay Bekliyor
uk: Очікує схвалення
ur: منظوری کا انتظار

source: Permission denied.
hi_in: अनुमति अस्वीकृत।
tr_tr: Erişim reddedildi.
uk: Доступ заборонено.
ur: اجازت نہیں دی گئی۔

source: Processing
hi_in: प्रोसेसिंग
tr_tr: İşleniyor
uk: Обробка
ur: پروسیسنگ

source: Product
hi_in: उत्पाद
tr_tr: Ürün
uk: Товар
ur: پروڈکٹ

source: Product already linked to a Zoho item.
hi_in: उत्पाद पहले से Zoho आइटम से लिंक है।
tr_tr: Ürün zaten bir Zoho öğesine bağlı.
uk: Товар вже зв'язано з елементом Zoho.
ur: پروڈکٹ پہلے سے ایک Zoho آئٹم سے منسلک ہے۔

source: Product Mapping
hi_in: उत्पाद मैपिंग
tr_tr: Ürün Eşleştirme
uk: Зіставлення товарів
ur: پروڈکٹ کی نقشہ بندی

source: Product not found.
hi_in: उत्पाद नहीं मिला।
tr_tr: Ürün bulunamadı.
uk: Товар не знайдено.
ur: پروڈکٹ نہیں ملی۔

source: Product not linked to a Zoho item.
hi_in: उत्पाद Zoho आइटम से लिंक नहीं है।
tr_tr: Ürün bir Zoho öğesine bağlı değil.
uk: Товар не зв'язано з елементом Zoho.
ur: پروڈکٹ Zoho آئٹم سے منسلک نہیں ہے۔

source: Re-sync
hi_in: पुनः सिंक
tr_tr: Yeniden Senkronize Et
uk: Повторна синхронізація
ur: دوبارہ ہم آہنگ کریں

source: Refresh
hi_in: रीफ्रेश
tr_tr: Yenile
uk: Оновити
ur: تازہ کریں

source: Refresh Accounts
hi_in: खाते रीफ्रेश करें
tr_tr: Hesapları Yenile
uk: Оновити рахунки
ur: اکاؤنٹس تازہ کریں

source: Refresh Token
uk: Токен оновлення

source: Refund
hi_in: रिफंड
tr_tr: İade
uk: Повернення коштів
ur: واپسی

source: Refund ID:
hi_in: रिफंड ID:
tr_tr: İade ID:
uk: Ідентифікатор повернення:
ur: واپسی ID:

source: Refund service not configured
hi_in: रिफंड सेवा कॉन्फ़िगर नहीं है
tr_tr: İade servisi yapılandırılmadı
uk: Сервіс повернення коштів не налаштовано
ur: واپسی کی خدمت ترتیب نہیں دی گئی

source: Refund synced successfully!
hi_in: रिफंड सफलतापूर्वक सिंक हो गया!
tr_tr: İade başarıyla senkronize edildi!
uk: Повернення коштів успішно синхронізовано!
ur: واپسی کامیابی سے ہم آہنگ ہو گئی!

source: Remove
hi_in: हटाएँ
tr_tr: Kaldır
uk: Видалити
ur: ہٹائیں

source: Retry Failed Syncs
hi_in: विफल सिंक पुनः प्रयास करें
tr_tr: Başarısız Senkronizasyonları Yeniden Dene
uk: Повторити невдалі синхронізації
ur: ناکام ہم آہنگیوں کی دوبارہ کوشش کریں

source: Retry Settings
hi_in: पुनः प्रयास सेटिंग्स
tr_tr: Yeniden Deneme Ayarları
uk: Налаштування повторних спроб
ur: دوبارہ کوشش کی ترتیبات

source: Returning customer. Using existing Zoho contact.
hi_in: लौटने वाला ग्राहक। मौजूदा Zoho संपर्क का उपयोग कर रहे हैं।
tr_tr: Mevcut müşteri. Var olan Zoho kişisi kullanılıyor.
uk: Повторний клієнт. Використовується наявний контакт Zoho.
ur: واپس آنے والا گاہک۔ موجودہ Zoho رابطہ استعمال کیا جا رہا ہے۔

source: Save & Continue
hi_in: सहेजें और जारी रखें
tr_tr: Kaydet ve Devam Et
uk: Зберегти та продовжити
ur: محفوظ کریں اور جاری رکھیں

source: Save Mappings
hi_in: मैपिंग सहेजें
tr_tr: Eşleştirmeleri Kaydet
uk: Зберегти зіставлення
ur: نقشہ بندیاں محفوظ کریں

source: Save Settings
hi_in: सेटिंग्स सहेजें
tr_tr: Ayarları Kaydet
uk: Зберегти налаштування
ur: ترتیبات محفوظ کریں

source: Search orders...
hi_in: ऑर्डर खोजें...
tr_tr: Sipariş ara...
uk: Пошук замовлень...
ur: آرڈرز تلاش کریں...

source: Search products...
hi_in: उत्पाद खोजें...
tr_tr: Ürün ara...
uk: Пошук товарів...
ur: پروڈکٹس تلاش کریں...

source: Search Zoho Items
hi_in: Zoho आइटम खोजें
tr_tr: Zoho Öğelerinde Ara
uk: Пошук елементів Zoho
ur: Zoho آئٹمز تلاش کریں

source: Select All
hi_in: सभी चुनें
tr_tr: Tümünü Seç
uk: Обрати все
ur: سب منتخب کریں
