Repository: talas9/zbooks-for-woocommerce
Catalog: languages/zbooks-for-woocommerce-*.po
Languages: hi_in, tr_tr, uk, ur

source: Select orders to sync
hi_in: सिंक करने के लिए ऑर्डर चुनें
tr_tr: Senkronize edilecek siparişleri seçin
uk: Оберіть замовлення для синхронізації
ur: ہم آہنگ کرنے کے لیے آرڈرز منتخب کریں

source: Select Organization
hi_in: संगठन चुनें
tr_tr: Kuruluş Seçin
uk: Оберіть організацію
ur: تنظیم منتخب کریں

source: Sent
hi_in: भेजा गया
tr_tr: Gönderildi
uk: Надіслано
ur: بھیجا گیا

source: Settings
hi_in: सेटिंग्स
tr_tr: Ayarlar
uk: Налаштування
ur: ترتیبات

source: Settings saved.
hi_in: सेटिंग्स सहेजी गईं।
tr_tr: Ayarlar kaydedildi.
uk: Налаштування збережено.
ur: ترتیبات محفوظ ہو گئیں۔

source: Shipping Address 1
hi_in: शिपिंग पता 1
tr_tr: Teslimat Adresi 1
uk: Адреса доставки 1
ur: شپنگ پتہ 1

source: Shipping Address 2
hi_in: शिपिंग पता 2
tr_tr: Teslimat Adresi 2
uk: Адреса доставки 2
ur: شپنگ پتہ 2

source: Shipping City
hi_in: शिपिंग शहर
tr_tr: Teslimat Şehri
uk: Місто доставки
ur: شپنگ شہر

source: Shipping Company
hi_in: शिपिंग कंपनी
tr_tr: Teslimat Şirketi
uk: Компанія (адреса доставки)
ur: شپنگ کمپنی

source: Shipping Country
hi_in: शिपिंग देश
tr_tr: Teslimat Ülkesi
uk: Країна доставки
ur: شپنگ ملک

source: Shipping First Name
hi_in: शिपिंग प्रथम नाम
tr_tr: Teslimat Adı
uk: Ім'я (адреса доставки)
ur: شپنگ پہلا نام

source: Shipping Full Name
hi_in: शिपिंग पूरा नाम
tr_tr: Teslimat Tam Adı
uk: Повне ім'я (адреса доставки)
ur: شپنگ مکمل نام

source: Shipping Last Name
hi_in: शिपिंग अंतिम नाम
tr_tr: Teslimat Soyadı
uk: Прізвище (адреса доставки)
ur: شپنگ آخری نام

source: Shipping Method
hi_in: शिपिंग विधि
tr_tr: Teslimat Yöntemi
uk: Спосіб доставки
ur: شپنگ کا طریقہ

source: Shipping Phone
hi_in: शिपिंग फोन
tr_tr: Teslimat Telefonu
uk: Телефон (адреса доставки)
ur: شپنگ فون

source: Shipping Postcode
hi_in: शिपिंग पिनकोड
tr_tr: Teslimat Posta Kodu
uk: Поштовий індекс (адреса доставки)
ur: شپنگ پوسٹ کوڈ

source: Shipping State
hi_in: शिपिंग राज्य
tr_tr: Teslimat İli
uk: Область (адреса доставки)
ur: شپنگ ریاست

source: Showing first 50 products. You can map additional products from ZBooks > Product Mapping after setup.
hi_in: पहले 50 उत्पाद दिखा रहे हैं। आप सेटअप के बाद ZBooks > उत्पाद मैपिंग से अतिरिक्त उत्पाद मैप कर सकते हैं।
tr_tr: İlk 50 ürün gösteriliyor. Kurulumdan sonra ZBooks > Ürün Eşleştirme bölümünden ek ürünleri eşleştirebilirsiniz.
uk: Показано перші 50 товарів. Ви можете зіставити додаткові товари в розділі ZBooks > Зіставлення товарів після налаштування.
ur: پہلی 50 پروڈکٹس دکھائی جا رہی ہیں۔ آپ سیٹ اپ کے بعد ZBooks > پروڈکٹ کی نقشہ بندی سے اضافی پروڈکٹس کی نقشہ بندی کر سکتے ہیں۔

source: Skip
hi_in: छोड़ें
tr_tr: Atla
uk: Пропустити
ur: چھوڑیں

source: Skip for Now
hi_in: अभी के लिए छोड़ें
tr_tr: Şimdilik Atla
uk: Пропустити поки що
ur: ابھی کے لیے چھوڑیں

source: SKU
uk: Артикул

source: Status
hi_in: स्थिति
tr_tr: Durum
uk: Статус
ur: حیثیت

source: Status:
hi_in: स्थिति:
tr_tr: Durum:
uk: Статус:
ur: حیثیت:

source: Sync
hi_in: सिंक
tr_tr: Senkronize Et
uk: Синхронізувати
ur: ہم آہنگی

source: Sync error
hi_in: सिंक त्रुटि
tr_tr: Senkronizasyon hatası
uk: Помилка синхронізації
ur: ہم آہنگی کی خرابی

source: Sync failed. Please try again.
hi_in: सिंक विफल। कृपया पुनः प्रयास करें।
tr_tr: Senkronizasyon başarısız. Lütfen tekrar deneyin.
uk: Синхронізація не вдалася. Спробуйте ще раз.
ur: ہم آہنگی ناکام ہو گئی۔ براہ کرم دوبارہ کوشش کریں۔

source: Sync Now
hi_in: अभी सिंक करें
tr_tr: Şimdi Senkronize Et
uk: Синхронізувати зараз
ur: ابھی ہم آہنگ کریں

source: Sync Orders to Zoho Books
hi_in: ऑर्डर Zoho Books में सिंक करें
tr_tr: Siparişleri Zoho Books'a Senkronize Et
uk: Синхронізувати замовлення до Zoho Books
ur: آرڈرز کو Zoho Books میں ہم آہنگ کریں

source: Sync Refund
hi_in: रिफंड सिंक करें
tr_tr: İadeyi Senkronize Et
uk: Синхронізувати повернення
ur: واپسی ہم آہنگ کریں

source: Sync Selected
hi_in: चयनित सिंक करें
tr_tr: Seçilenleri Senkronize Et
uk: Синхронізувати обрані
ur: منتخب ہم آہنگ کریں

source: Sync Settings
hi_in: सिंक सेटिंग्स
tr_tr: Senkronizasyon Ayarları
uk: Налаштування синхронізації
ur: ہم آہنگی کی ترتیبات

source: Sync Status
hi_in: सिंक स्थिति
tr_tr: Senkronizasyon Durumu
uk: Статус синхронізації
ur: ہم آہنگی کی حیثیت

source: Sync successful!
hi_in: सिंक सफल!
tr_tr: Senkronizasyon başarılı!
uk: Синхронізація успішна!
ur: ہم آہنگی کامیاب!

source: Sync Triggers
hi_in: सिंक ट्रिगर
tr_tr: Senkronizasyon Tetikleyicileri
uk: Тригери синхронізації
ur: ہم آہنگی کے محرکات

source: Synced
hi_in: सिंक हो गया
tr_tr: Senkronize Edildi
uk: Синхронізовано
ur: ہم آہنگ شدہ

source: Syncing...
hi_in: सिंक हो रहा है...
tr_tr: Senkronize ediliyor...
uk: Синхронізація...
ur: ہم آہنگ کیا جا رہا ہے...

source: Test Connection
hi_in: कनेक्शन जाँचें
tr_tr: Bağlantıyı Test Et
uk: Перевірити з'єднання
ur: کنکشن کی جانچ کریں

source: Timestamp
hi_in: समय-मुद्रा
tr_tr: Zaman Damgası
uk: Часова мітка
ur: ٹائم اسٹیمپ

source: Timestamp:
hi_in: समय-मुद्रा:
tr_tr: Zaman Damgası:
uk: Часова мітка:
ur: ٹائم اسٹیمپ:

source: Total
hi_in: कुल
tr_tr: Toplam
uk: Загалом
ur: کل

source: Total:
hi_in: कुल:
tr_tr: Toplam:
uk: Загалом:
ur: کل:

source: Unexpected response from Zoho.
hi_in: Zoho से अप्रत्याशित प्रतिक्रिया।
tr_tr: Zoho'dan beklenmeyen yanıt.
uk: Неочікувана відповідь від Zoho.
ur: Zoho سے غیر متوقع جواب۔

source: Unlink
hi_in: अनलिंक
tr_tr: Bağlantıyı Kaldır
uk: Роз'єднати
ur: منسلکی ختم کریں

source: Unpaid
hi_in: भुगतान नहीं हुआ
tr_tr: Ödenmedi
uk: Не оплачено
ur: غیر ادا شدہ

source: United States (.com)
hi_in: संयुक्त राज्य अमेरिका (.com)
tr_tr: Amerika Birleşik Devletleri (.com)
uk: Сполучені Штати (.com)
ur: ریاستہائے متحدہ (.com)

source: Use the Bulk Sync page to sync existing orders
hi_in: मौजूदा ऑर्डर सिंक करने के लिए बल्क सिंक पेज का उपयोग करें
tr_tr: Mevcut siparişleri senkronize etmek için Toplu Senkronizasyon sayfasını kullanın
uk: Використовуйте сторінку масової синхронізації для синхронізації наявних замовлень
ur: موجودہ آرڈرز کو ہم آہنگ کرنے کے لیے بلک ہم آہنگی صفحہ استعمال کریں

source: View
hi_in: देखें
tr_tr: Görüntüle
uk: Переглянути
ur: دیکھیں

source: View in Zoho Books
hi_in: Zoho Books में देखें
tr_tr: Zoho Books'ta Görüntüle
uk: Переглянути в Zoho Books
ur: Zoho Books میں دیکھیں

source: Void
hi_in: शून्य
tr_tr: Geçersiz
uk: Анульовано
ur: کالعدم

source: Warnings
hi_in: चेतावनियाँ
tr_tr: Uyarılar
uk: Попередження
ur: انتباہات

source: Welcome
hi_in: स्वागत है
tr_tr: Hoş Geldiniz
uk: Ласкаво просимо
ur: خوش آمدید

source: Welcome to ZBooks for WooCommerce
hi_in: ZBooks for WooCommerce में आपका स्वागत है
tr_tr: ZBooks for WooCommerce'e Hoş Geldiniz
uk: Ласкаво просимо до ZBooks for WooCommerce
ur: ZBooks for WooCommerce میں خوش آمدید

source: WooCommerce Custom Field (meta key)
hi_in: WooCommerce कस्टम फ़ील्ड (meta key)
tr_tr: WooCommerce Özel Alanı (meta anahtarı)
uk: Довільне поле WooCommerce (мета-ключ)
ur: WooCommerce کسٹم فیلڈ (میٹا کلید)

source: WooCommerce Field
hi_in: WooCommerce फ़ील्ड
tr_tr: WooCommerce Alanı
uk: Поле WooCommerce
ur: WooCommerce فیلڈ

source: WooCommerce Payment Method
hi_in: WooCommerce भुगतान विधि
tr_tr: WooCommerce Ödeme Yöntemi
uk: Спосіб оплати WooCommerce
ur: WooCommerce ادائیگی کا طریقہ

source: WooCommerce Product
hi_in: WooCommerce उत्पाद
tr_tr: WooCommerce Ürünü
uk: Товар WooCommerce
ur: WooCommerce پروڈکٹ

source: Yes
hi_in: हाँ
tr_tr: Evet
uk: Так
ur: ہاں

source: You can manually sync orders from the order edit page
hi_in: आप ऑर्डर संपादन पेज से मैन्युअल रूप से ऑर्डर सिंक कर सकते हैं
tr_tr: Siparişleri sipariş düzenleme sayfasından manuel olarak senkronize edebilirsiniz
uk: Ви можете вручну синхронізувати замовлення зі сторінки редагування замовлення
ur: آپ آرڈر ایڈٹ صفحے سے دستی طور پر آرڈرز ہم آہنگ کر سکتے ہیں

source: You're All Set!
hi_in: आप तैयार हैं!
tr_tr: Her Şey Hazır!
uk: Все готово!
ur: آپ تیار ہیں!

source: ZBooks for WooCommerce is now configured and ready to sync your WooCommerce orders to Zoho Books.
hi_in: ZBooks for WooCommerce अब कॉन्फ़िगर हो गया है और आपके WooCommerce ऑर्डर को Zoho Books में सिंक करने के लिए तैयार है।
tr_tr: ZBooks for WooCommerce artık yapılandırıldı ve WooCommerce siparişlerinizi Zoho Books'a senkronize etmeye hazır.
uk: ZBooks for WooCommerce тепер налаштовано та готово до синхронізації ваших замовлень WooCommerce з Zoho Books.
ur: ZBooks for WooCommerce اب ترتیب شدہ ہے اور آپ کے WooCommerce آرڈرز کو Zoho Books میں ہم آہنگ کرنے کے لیے تیار ہے۔

source: ZBooks for WooCommerce requires WooCommerce to be installed and activated.
hi_in: ZBooks for WooCommerce के लिए WooCommerce को स्थापित और सक्रिय होना आवश्यक है।
tr_tr: ZBooks for WooCommerce, WooCommerce'in kurulu ve etkin olmasını gerektirir.
uk: ZBooks for WooCommerce потребує встановлення та активації WooCommerce.
ur: ZBooks for WooCommerce کے لیے WooCommerce کا انسٹال اور فعال ہونا ضروری ہے۔

source: ZBooks Setup
hi_in: ZBooks सेटअप
tr_tr: ZBooks Kurulumu
uk: Налаштування ZBooks
ur: ZBooks سیٹ اپ

source: ZBooks Setup Wizard
hi_in: ZBooks सेटअप विज़ार्ड
tr_tr: ZBooks Kurulum Sihirbazı
uk: Майстер налаштування ZBooks
ur: ZBooks سیٹ اپ وزرڈ

source: ZBooks Sync Logs
hi_in: ZBooks सिंक लॉग
tr_tr: ZBooks Senkronizasyon Günlükleri
uk: Журнали синхронізації ZBooks
ur: ZBooks ہم آہنگی لاگز

source: Zoho API rate limit exceeded. Please try again later.
hi_in: Zoho API दर सीमा पार हो गई। कृपया बाद में पुनः प्रयास करें।
tr_tr: Zoho API hız sınırı aşıldı. Lütfen daha sonra tekrar deneyin.
uk: Перевищено ліміт запитів до API Zoho. Спробуйте пізніше.
ur: Zoho API کی شرح حد سے تجاوز کر گئی۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

source: Zoho Books API credentials not configured.
hi_in: Zoho Books API क्रेडेंशियल कॉन्फ़िगर नहीं हैं।
tr_tr: Zoho Books API kimlik bilgileri yapılandırılmadı.
uk: Облікові дані API Zoho Books не налаштовано.
ur: Zoho Books API اسناد ترتیب نہیں دی گئیں۔

source: Zoho Books Sync
hi_in: Zoho Books सिंक
tr_tr: Zoho Books Senkronizasyonu
uk: Синхронізація Zoho Books
ur: Zoho Books ہم آہنگی

source: Zoho Custom Field (API name)
hi_in: Zoho कस्टम फ़ील्ड (API name)
tr_tr: Zoho Özel Alanı (API adı)
uk: Довільне поле Zoho (назва API)
ur: Zoho کسٹم فیلڈ (API نام)

source: Zoho Field
hi_in: Zoho फ़ील्ड
tr_tr: Zoho Alanı
uk: Поле Zoho
ur: Zoho فیلڈ

source: Zoho Item
hi_in: Zoho आइटम
tr_tr: Zoho Öğesi
uk: Елемент Zoho
ur: Zoho آئٹم

source: Zoho Payment Account
hi_in: Zoho भुगतान खाता
tr_tr: Zoho Ödeme Hesabı
uk: Платіжний рахунок Zoho
ur: Zoho ادائیگی اکاؤنٹ

source: Zoho Payment Mode
hi_in: Zoho भुगतान मोड
tr_tr: Zoho Ödeme Modu
uk: Режим оплати Zoho
ur: Zoho ادائیگی موڈ

source: Clear Old Logs (%d+ days)
hi_in: पुराने लॉग साफ़ करें (%d+ दिन)
tr_tr: Eski Günlükleri Temizle (%d+ gün)
uk: Очистити старі журнали (%d+ днів)
ur: پرانے لاگز صاف کریں (%d+ دن)

source: Delete log files older than %d days?
hi_in: %d दिनों से पुरानी लॉग फ़ाइलें हटाएँ?
tr_tr: %d günden eski günlük dosyaları silinsin mi?
uk: Видалити файли журналу старші за %d днів?
ur: %d دن سے پرانی لاگ فائلز حذف کریں؟

source: Deleted %d old log file(s).
hi_in: %d पुरानी लॉग फ़ाइल(फ़ाइलें) हटा दी गईं।
tr_tr: %d eski günlük dosyası silindi.
uk: Видалено %d старий файл(ів) журналу.
ur: %d پرانی لاگ فائل(یں) حذف ہو گئیں۔

source: Auto-mapped %d product(s) by SKU!
hi_in: SKU द्वारा %d उत्पाद(उत्पाद) स्वचालित मैप हो गए!
tr_tr: SKU ile %d ürün otomatik eşleştirildi!
uk: Автоматично зіставлено %d товар(ів) за артикулом!
ur: SKU کے ذریعے %d پروڈکٹ(س) خودکار نقشہ بندی ہو گئیں!

source: Failed to create Zoho contact: %s
hi_in: Zoho संपर्क बनाने में विफल: %s
tr_tr: Zoho kişisi oluşturulamadı: %s
uk: Не вдалося створити контакт Zoho: %s
ur: Zoho رابطہ بنانے میں ناکام: %s

source: Failed to refresh Zoho access token: %s
hi_in: Zoho access token रीफ्रेश करने में विफल: %s
tr_tr: Zoho erişim belirteci yenilenemedi: %s
uk: Не вдалося оновити токен доступу Zoho: %s
ur: Zoho رسائی ٹوکن تازہ کرنے میں ناکام: %s

source: Failed to exchange grant code: %s
hi_in: Grant code का आदान-प्रदान करने में विफल: %s
tr_tr: Yetkilendirme kodu değiştirilemedi: %s
uk: Не вдалося обміняти код авторизації: %s
ur: گرانٹ کوڈ تبدیل کرنے میں ناکام: %s

source: Failed to sync order to Zoho Books: %s
hi_in: ऑर्डर को Zoho Books में सिंक करने में विफल: %s
tr_tr: Sipariş Zoho Books'a senkronize edilemedi: %s
uk: Не вдалося синхронізувати замовлення до Zoho Books: %s
ur: آرڈر کو Zoho Books میں ہم آہنگ کرنے میں ناکام: %s

source: Currency mismatch: Contact is set to %1$s but order uses %2$s. Please update the contact currency in Zoho Books or use a different email.
hi_in: मुद्रा मेल नहीं खाती: संपर्क %1$s पर सेट है लेकिन ऑर्डर %2$s का उपयोग करता है। कृपया Zoho Books में संपर्क मुद्रा अपडेट करें या कोई अलग ईमेल उपयोग करें।
tr_tr: Para birimi uyuşmazlığı: Kişi %1$s olarak ayarlanmış ancak sipariş %2$s kullanıyor. Lütfen Zoho Books'ta kişinin para birimini güncelleyin veya farklı bir e-posta kullanın.
uk: Невідповідність валют: контакт налаштовано на %1$s, але замовлення використовує %2$s. Оновіть валюту контакту в Zoho Books або використайте іншу електронну адресу.
ur: کرنسی کی مماثلت نہیں: رابطہ %1$s پر سیٹ ہے لیکن آرڈر %2$s استعمال کرتا ہے۔ براہ کرم Zoho Books میں رابطے کی کرنسی اپ ڈیٹ کریں یا مختلف ای میل استعمال کریں۔

source: Payment for Order #%1$s via %2$s
hi_in: ऑर्डर #%1$s के लिए %2$s द्वारा भुगतान
tr_tr: Sipariş #%1$s için %2$s ile ödeme
uk: Оплата за замовлення №%1$s через %2$s
ur: آرڈر #%1$s کی ادائیگی بذریعہ %2$s

source: Service "%s" not found in container.
hi_in: सेवा "%s" कंटेनर में नहीं मिली।
tr_tr: "%s" servisi konteyner içinde bulunamadı.
uk: Сервіс "%s" не знайдено в контейнері.
ur: سروس "%s" کنٹینر میں نہیں ملی۔

source: No refresh token received. Ensure the grant code has offline_access scope.
hi_in: कोई refresh token प्राप्त नहीं हुआ। सुनिश्चित करें कि grant code में offline_access scope है।
tr_tr: Yenileme belirteci alınamadı. Yetkilendirme kodunun offline_access kapsamına sahip olduğundan emin olun.
uk: Токен оновлення не отримано. Переконайтеся, що код авторизації має область дії offline_access.
ur: کوئی ریفریش ٹوکن موصول نہیں ہوا۔ یقینی بنائیں کہ گرانٹ کوڈ میں offline_access اسکوپ ہے۔

source: Check the settings page to adjust configuration anytime
hi_in: कॉन्फ़िगरेशन को कभी भी समायोजित करने के लिए सेटिंग्स पेज देखें
tr_tr: Yapılandırmayı istediğiniz zaman ayarlar sayfasından düzenleyebilirsiniz
uk: Перевірте сторінку налаштувань, щоб змінити конфігурацію в будь-який час
ur: کسی بھی وقت ترتیب کو ایڈجسٹ کرنے کے لیے ترتیبات کا صفحہ چیک کریں

source: What happens next?
hi_in: आगे क्या होगा?
tr_tr: Bundan sonra ne olacak?
uk: Що далі?
ur: آگے کیا ہوگا؟

source: API Setup
hi_in: API सेटअप
tr_tr: API Kurulumu
uk: Налаштування API
ur: API سیٹ اپ
